Repository: Foia65/Personal-Best-Running
Catalog: Personal Best Running/Localizable.xcstrings
Source language: it
Languages: en, es, fr

# Il piano verrà limitato a %lld settimane (il massimo efficace per %@)
source: Il piano verrà limitato a %1$lld settimane (il massimo efficace per %2$@)
en: The plan will be limited to %1$lld weeks (the maximum effective duration for a %2$@)
es: El plan se limitará a %1$lld semanas (la duración efectiva máxima para %2$@)
fr: Le plan sera limité à %1$lld semaines (maximum efficace pour %2$@)

source: Il sesso biologico NON influisce sul calcolo del VDOT. Viene utilizzato esclusivamente per contestualizzare la valutazione del livello del runner (principiante, intermedio o avanzato).
en: Biological sex does NOT affect the VDOT calculation. It is used exclusively to contextualize the runner's level assessment (beginner, intermediate, or advanced).
es: El sexo biológico NO afecta el cálculo del VDOT. Se usa exclusivamente para contextualizar la evaluación del nivel del corredor (principiante, intermedio o avanzado).
fr: Le sexe biologique n’affecte PAS le calcul du VDOT. Il sert exclusivement à contextualiser l'évaluation du niveau du coureur (débutant, intermédiaire ou avancé).

source: Il Tuo Livello
en: Your Level
es: Tu Nivel
fr: Votre niveau

source: Il VDOT è sex-neutral per definizione: misura la performance individuale reale, già "incorporando" le differenze fisiologiche. Una donna con VDOT 50 e un uomo con VDOT 50 si allenano agli stessi ritmi. Daniels (2022) cap. 5: "The higher VDOT value is associated with the better runner, regardless of age or sex." Il sesso viene usato nel piano solo per contestualizzare il livello del runner (soglie di popolazione differenziate per distribuzione M/F).
en: VDOT is sex-neutral by definition: it measures actual individual performance, already "incorporating" physiological differences. A woman with a VDOT of 50 and a man with a VDOT of 50 train at the same pace. Daniels (2022) chap. 5: "The higher VDOT value is associated with the better runner, regardless of age or sex." Sex is used in the profile only to contextualize the runner's level (differentiated population thresholds for M/F distribution).
es: VDOT es neutral en cuanto al sexo por definición: mide el rendimiento individual real, ya "incorporando" diferencias fisiológicas. Una mujer con VDOT 50 y un hombre con VDOT 50 entrenan al mismo ritmo. Daniels (2022) cap. 5: "El valor VDOT más alto está asociado con el corredor mejor, independientemente de la edad o sexo." El sexo se usa en el perfil solo para contextualizar el nivel del corredor (soglas diferenciadas de población para distribución M/F).
fr: Le VDOT est par définition neutre en termes de sexe : il mesure les performances individuelles réelles, « intégrant » déjà les différences physiologiques. Une femme avec VDOT 50 et un homme avec VDOT 50 s'entraînent au même rythme. Daniels (2022) ch. 5 : "La valeur VDOT la plus élevée est associée au meilleur coureur, quel que soit l'âge ou le sexe." Le sexe n'est utilisé dans le plan que pour contextualiser le niveau du coureur (seuils de population différenciés par répartition H/F).

source: Il VDOT è un indice della capacità aerobica individuale, derivato dalla formula di Daniels e Gilbert (1979). Rappresenta il consumo di ossigeno (VO2max) "effettivo" ricavato dalla performance in gara — non da un test in laboratorio. Un VDOT più alto indica una migliore forma fisica: VDOT 40 è un runner amatoriale solido, VDOT 60 è un atleta d'élite.
en: VDOT is an index of individual aerobic capacity, derived from the Daniels and Gilbert (1979) formula. It represents the "effective" oxygen consumption (VO2max) derived from racing performance—not from a laboratory test. A higher VDOT indicates better physical fitness: VDOT 40 is a solid recreational runner, VDOT 60 is an elite athlete.
es: VDOT es un índice de capacidad aeróbica individual, derivado de la fórmula de Daniels y Gilbert (1979). Representa el consumo de oxígeno "efectivo" (VO2max) derivado del rendimiento en carrera—no de una prueba de laboratorio. Un VDOT más alto indica mejor forma física: VDOT 40 es un corredor recreativo sólido, VDOT 60 es un atleta élite.
fr: Le VDOT est un indice de capacité aérobie individuelle, dérivé de la formule de Daniels et Gilbert (1979). Il représente votre consommation « réelle » d'oxygène (VO2max) issue de vos performances en course, et non d'un test en laboratoire. Un VDOT plus élevé indique une meilleure forme physique : le VDOT 40 est un solide coureur récréatif, le VDOT 60 est un athlète d'élite.

source: Il volume di partenza del piano dipende sia dalla distanza obiettivo che dal livello del runner (VDOT). Un beginner che prepara una 10K (VDOT < 35) parte da ~18-25 km/settimana con sessioni da 4-6 km. Lo stesso runner su maratona parte da ~30-45 km/settimana. Soglie orientative settimanali per livello: 10K: beginner ~25 km · recreational ~42 km · intermedio ~60 km HM: beginner ~35 km · recreational ~55 km · intermedio ~70 km Mar: beginner ~45 km · recreational ~65 km · intermedio ~85 km Questi cap impediscono volumi sproporzionati per runner alle prime armi, riducendo il rischio di infortuni da stress. Fonte: Daniels [1] cap. 2, Pfitzinger [2], RunRepeat Global Report (2023).
en: The starting volume of the plan depends on both the goal distance and the runner's level (VDOT). A beginner training for a 10K (VDOT < 35) starts with ~18-25 km/week with sessions of 4-6 km. The same runner in marathon starts with ~30-45 km/week. Approximate weekly thresholds by level: 10K: beginner ~25 km · recreational ~42 km · intermediate ~60 km HM: beginner ~35 km · recreational ~55 km · intermediate ~70 km Mar: beginner ~45 km · recreational ~65 km · intermediate ~85 km These caps prevent disproportionate volumes for novice runners, reducing the risk of stress injuries. Source: Daniels [1] chap. 2, Pfitzinger [2], RunRepeat Global Report (2023).
es: El volumen de inicio del plan depende tanto de la distancia objetivo como del nivel del corredor (VDOT). Un principiante entrenando para 10K (VDOT < 35) comienza con ~18-25 km/semana con sesiones de 4-6 km. Un corredor de maratón comienza con ~30-45 km/semana. Soglas semanales aproximadas por nivel: 10K: principiante ~25 km · recreativo ~42 km · intermedio ~60 km HM: principiante ~35 km · recreativo ~55 km · intermedio ~70 km Mar: principiante ~45 km · recreativo ~65 km · intermedio ~85 km Estos límites previenen volúmenes desproporcionados para corredores noveles, reduciendo el riesgo de lesiones por estrés. Fuente: Daniels [1] cap. 2, Pfitzinger [2], RunRepeat Global Report (2023).
fr: Le volume de départ du plan dépend à la fois de la distance cible et du niveau du coureur (VDOT). Un débutant se préparant pour un 10 km (VDOT < 35) commence à ~18-25 km/semaine avec des séances de 4 à 6 km. Pour un marathon, ce même coureur part d'environ 30-45 km/semaine. Seuils indicatifs hebdomadaires par niveau : 10 km : débutant ~25 km · récréatif ~42 km · intermédiaire ~60 km HM : débutant ~35 km · récréatif ~55 km · intermédiaire ~70 km Mar : débutant ~45 km · récréatif ~65 km · intermédiaire ~85 km Ces plafonds évitent des volumes disproportionnés pour les coureurs débutants, réduisant ainsi le risque de blessures dues au stress. Source : Daniels [1] chap. 2, Pfitzinger [2], Rapport mondial RunRepeat (2023).

source: Impostazioni
en: Settings
es: Configuración
fr: Paramètres

source: Impostazioni dell'app (sistema di misura, genere, lingua)
en: App settings (measurement system, gender, language)
es: Configuración de la app (sistema de medidas, género, idioma)
fr: Paramètres de l'application (système de mesure, genre, langue)

source: Informativa Privacy
en: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité

source: Informativa sulla Privacy
en: Privacy Policy
es: Política de Privacidad
fr: politique de confidentialité

source: Informazioni
en: Information
es: Información
fr: Information

source: Informazioni che NON raccogliamo:
en: Information we DO NOT collect:
es: Información que NO recopilamos:
fr: Informations que nous ne collectons PAS :

source: Informazioni di identificazione personale (nome, email, indirizzo)
en: Personally identifiable information (name, email, address)
es: Información personalmente identificable (nombre, email, dirección)
fr: Informations personnellement identifiables (nom, email, adresse)

source: Informazioni e supporto
en: About & Support
es: Acerca de y Soporte
fr: Informations et assistance

source: Informazioni Memorizzate Localmente:
en: Locally Stored Information:
es: Información almacenada localmente:
fr: Informations stockées localement :

source: Intermedio
en: Intermediate
fr: Intermédiaire

source: Introduzione
en: Introduction
es: Introducción
fr: Introduction

source: L'applicazione fornisce piani di allenamento e informazioni a puro scopo illustrativo e informativo. L'attività fisica può comportare rischi per la salute.
en: The app provides training plans and information for illustrative and informational purposes only. Physical activity may pose health risks.
es: La app proporciona planes de entrenamiento e información solo con fines ilustrativos e informativos. La actividad física puede conllevar riesgos para la salud.
fr: L'application fournit des plans d'entraînement et des informations à des fins d'illustration et d'information uniquement. L'activité physique peut présenter des risques pour la santé.

source: L'RPE (Rate of Perceived Exertion) è una scala soggettiva dell'intensità dello sforzo percepito durante l'allenamento. Utilizza una scala da 1 a 10, dove 1 è uno sforzo minimo (riposo) e 10 è lo sforzo massimo assoluto. A differenza della frequenza cardiaca o del VO2max, l'RPE incorpora fattori soggettivi come il sonno, lo stress, l'ambiente e la fatica accumulata — ed è per questo che Daniels lo considera un indicatore complementare essenziale. L'RPE target per zona è calcolato sull'RPE medio dell'intera sessione, non dei singoli intervalli.
en: RPE (Rate of Perceived Exertion) is a subjective scale of perceived exertion during exercise. It uses a scale of 1 to 10, where 1 is minimal effort (rest) and 10 is absolute maximum effort. Unlike heart rate or VO2 max, RPE incorporates subjective factors such as sleep, stress, environment, and accumulated fatigue—which is why Daniels considers it an essential complementary indicator. The target RPE per zone is calculated based on the average RPE of the entire session, not the individual intervals.
es: RPE (Escala de Esfuerzo Percibido) es una escala subjetiva de esfuerzo percibido durante el ejercicio. Usa una escala del 1 al 10, donde 1 es esfuerzo mínimo (descanso) y 10 es esfuerzo máximo absoluto. A diferencia de la frecuencia cardíaca o VO2 máx, RPE incorpora factores subjetivos como sueño, estrés, entorno y fatiga acumulada—por eso Daniels lo considera un indicador complementario esencial. El RPE objetivo por zona se calcula basado en el promedio de RPE de toda la sesión, no de los intervalos individuales.
fr: Le RPE (taux d'effort perçu) est une échelle subjective d'effort perçu pendant l'exercice. Il utilise une échelle de 1 à 10, où 1 correspond à un effort minimal (repos) et 10 à un effort maximum absolu. Contrairement à la fréquence cardiaque ou au VO2 max, l’EPR intègre des facteurs subjectifs tels que le sommeil, le stress, l’environnement et la fatigue accumulée. C’est pourquoi Daniels le considère comme un indicateur complémentaire essentiel. Le RPE cible par zone est calculé sur la base du RPE moyen de l’ensemble de la session, et non des intervalles individuels.

source: L'utente accetta di:
en: You agree to:
es: Aceptas:
fr: Vous acceptez de :

source: La Scala RPE
en: RPE scale
es: Escala RPE
fr: L'échelle RPE

source: La scheda **Profilo** riassume lo stato attuale del tuo percorso atletico. Al suo interno trovi una panoramica dettagliata che include:
en: The **Profile** tab summarizes the current status of your athletic journey. It provides a detailed overview that includes:
es: La pestaña **Perfil** resume el estado actual de tu trayectoria atlética. Proporciona una visión detallada que incluye:
fr: L'onglet **Profil** résume l'état actuel de votre parcours sportif. À l’intérieur, vous trouverez un aperçu détaillé qui comprend :

source: La scheda **Ritmi** traduce il tuo valore VDOT attuale in andature precise, eliminando ogni incertezza su come interpretare le sessioni.
en: The **Paces** tab translates your current VDOT value into accurate paces, taking the guesswork out of interpreting your sessions.
es: La pestaña **Ritmos** traduce tu valor VDOT actual en ritmos precisos, eliminando la incertidumbre en la interpretación de tus sesiones.
fr: L'onglet **Allures** traduit votre valeur VDOT actuelle en allures précises, éliminant ainsi toute incertitude quant à l'interprétation de vos séances.

source: Le **Previsioni** dei tuoi tempi stimati sulle distanze standard, basate sul tuo VDOT attuale.
en: Your estimated **time predictions** for standard distances, based on your current VDOT.
es: Tus **predicciones de tiempos** estimados para distancias estándar, basadas en tu VDOT actual.
fr: **Prédictions** de vos temps estimés sur des distances standard, en fonction de votre VDOT actuel.

source: Le basi del metodo
en: Method basics
es: Fundamentos del método
fr: Les bases de la méthode

source: Le gare si disputano normalmente di domenica
en: Races are normally held on Sundays
es: Las carreras se celebran normalmente los domingos
fr: Les courses ont normalement lieu le dimanche

source: Le informazioni sono isolate (sandboxed) all'interno dell'app
en: Information is isolated (sandboxed) within the app
es: La información está aislada (sandbox) dentro de la app
fr: Les informations sont isolées (en bac à sable) au sein de l'application

source: Le tue preferenze di corsa (obiettivi di tempo, distanza, ritmo)
en: Your running preferences (time, distance, pace goals)
es: Tus preferencias de carrera (tiempos, distancia, objetivos de ritmo)
fr: Vos préférences de course (temps, distance, objectifs de rythme)

source: Le tue preferenze e i tuoi dati sono memorizzati in modo sicuro sul tuo dispositivo sfruttando le funzionalità di sicurezza integrate in iOS:
en: Your preferences and data are securely stored on your device using security features built into iOS:
es: Tus preferencias y datos se almacenan de forma segura en tu dispositivo usando las funciones de seguridad integradas en iOS:
fr: Vos préférences et données sont stockées en toute sécurité sur votre appareil grâce aux fonctionnalités de sécurité intégrées à iOS :

source: Limiti di Volume per Zona
en: Volume Limits per Zone
es: Límites de Volumen por Zona
fr: Limites de volume par zone

source: Lingua
en: Language
es: Idioma
fr: Langue

source: Livello atleta
en: Athlete level
es: Nivel del atleta
fr: Niveau d'athlète

source: Livello Prodotto:
en: Product level
es: Nivel del producto
fr: Niveau du produit

source: Lo stato attuale del tuo percorso atletico e le previsioni dei tuoi tempi stimati per ogni distanza.
en: Your current athletic progress and estimated race times for every distance
es: Tu progreso atlético actual y tiempos estimados de carrera para cada distancia
fr: Votre progression sportive actuelle et les temps de course estimés pour chaque distance

source: mancano %@ pt VDOT
en: %@ pt VDOT missing
es: %@ pt VDOT faltantes
fr: Il manque %@ pt VDOT

source: Maratona
en: Marathon
es: Maratón
fr: Marathon

# methodology.section.phaseBase
source: Fase Base (Phase I)
en: Base Phase (Phase I)
es: Fase Base (Fase I)
fr: Phase de base (Phase I)

# methodology.section.phaseBuild
source: Fase di Sviluppo (Phase II)
en: Development Phase (Phase II)
es: Fase de Desarrollo (Fase II)
fr: Phase de développement (Phase II)

# methodology.section.phasePeak
source: Fase di Picco (Phase III/IV)
en: Peak Phase (Phase III/IV)
es: Fase de Pico (Fase III/IV)
fr: Phase de pointe (Phase III/IV)

# methodology.section.phases
source: Struttura del Piano
en: Plan Structure
es: Estructura del Plan
fr: Structure du plan

# methodology.section.sources
source: Fonti Scientifiche
en: Scientific Sources
es: Fuentes Científicas
fr: Sources scientifiques

# methodology.section.taper
source: Scarico
en: Taper
es: Taper
fr: Décharge

# methodology.section.vdot
source: Il Sistema VDOT
en: VDOT System
es: Sistema VDOT
fr: Le système VDOT

# methodology.section.volume
source: Regole di Volume
en: Volume Rules
es: Reglas de Volumen
fr: Règles de volume

# methodology.section.volume10
source: Regola del 10%
en: 10% Rule
es: Regla del 10%
fr: Règle des 10 %

# methodology.section.volume8020
source: Distribuzione 80/20
en: 80/20 Distribution
es: Distribución 80/20
fr: Répartition 80/20

# methodology.section.volumeLimits
source: Limiti di Volume per Zona
en: Volume Limits per Zone
es: Límites de Volumen por Zona
fr: Limites de volume par zone

# methodology.section.volumeLong
source: Il Lungo: progressione per fase
en: Long Run: progression by phase
es: Carrera Larga: progresión por fase
fr: Le Long : progression par phase

# methodology.section.zones
source: Le 5 Zone di Daniels
en: Daniels' 5 Zones
es: 5 Zonas de Daniels
fr: Les 5 zones de Daniels

# methodology.zone.intensity.E
source: 59-74% VO2max · 65-79% FCmax · RPE 4-5
en: 59-74% VO2max · 65-79% HRmax · RPE 4-5
es: 59-74% VO2max · 65-79% FCmáx · RPE 4-5

# methodology.zone.intensity.I
source: 95-100% VO2max · ~98% FCmax · RPE 8-9
en: 95-100% VO2max · ~98% HRmax · RPE 8-9
es: 95-100% VO2max · ~98% FCmáx · RPE 8-9

# methodology.zone.intensity.M
source: 75-84% VO2max · 80-89% FCmax · RPE 6-7
en: 75-84% VO2max · 80-89% HRmax · RPE 6-7
es: 75-84% VO2max · 80-89% FCmáx · RPE 6-7

# methodology.zone.intensity.T
source: 85-88% VO2max · 88-92% FCmax · RPE 7-8
en: 85-88% VO2max · 88-92% HRmax · RPE 7-8
es: 85-88% VO2max · 88-92% FCmáx · RPE 7-8

# methodology.zone.label.intensity
source: Intensità
en: Intensity
es: Intensidad
fr: Intensité

# methodology.zone.label.purpose
source: Scopo
en: Purpose
es: Propósito
fr: Objectif

# methodology.zone.label.recovery
source: Recupero
en: Recovery
es: Recuperación
fr: Récupération

# methodology.zone.label.source
source: Fonte
en: Source
es: Fuente
fr: Source

# methodology.zone.purpose.E
source: Sviluppo aerobico di base, recupero attivo, adattamento muscolo-tendineo. ~80% del volume settimanale totale.
en: Base aerobic development, active recovery, muscle-tendon adaptation. ~80% of total weekly volume.
es: Desarrollo aeróbico base, recuperación activa, adaptación músculo-tendinosa. ~80% del volumen semanal total.
fr: Développement aérobie de base, récupération active, adaptation musculo-tendineuse. ~80% du volume hebdomadaire total.

# methodology.zone.purpose.I
source: Massimizza il tempo a VO2max. Stimola la portata cardiaca, la densità capillare e la densità mitocondriale. Max 10 km o 8% del volume settimanale, il minore dei due.
en: Maximizes time at VO2max. Stimulates cardiac output, capillary density, and mitochondrial density. Max of 10K or 8% of weekly volume, whichever is less.
es: Maximiza el tiempo a VO2max. Estimula el gasto cardíaco, densidad capilar y densidad mitocondrial. Máximo 10K o 8% del volumen semanal, lo que sea menor.
fr: Maximisez le temps nécessaire pour atteindre VO2max. Stimule le débit cardiaque, la densité capillaire et la densité mitochondriale. Max 10 km ou 8 % du volume hebdomadaire, selon le montant le moins élevé.

# methodology.zone.purpose.M
source: Adattamento specifico al ritmo gara maratona. Ottimizza l'economia di corsa e la gestione del ritmo.
en: Specific adaptation to marathon race pace. Optimizes running economy and pace management.
es: Adaptación específica al ritmo de carrera de maratón. Optimiza la economía de carrera y la gestión del ritmo.
fr: Adaptation spécifique au rythme de la course marathon. Optimisez les économies de course et la gestion du rythme.

# methodology.zone.purpose.R
source: Migliora velocità, economia di corsa e potenza anaerobica. Introdotto prima di I (aggiunge solo stimolo di velocità). Max 5% del volume settimanale.
en: Improves speed, running economy, and anaerobic power. Introduced before I (adds only speed stimulus). Max 5% of weekly volume.
es: Mejora velocidad, economía de carrera y potencia anaeróbica. Introducido antes de I (añade solo estímulo de velocidad). Máx 5% del volumen semanal.
fr: Améliore la vitesse, l’économie de fonctionnement et la puissance anaérobie. Introduit avant I (ajoute uniquement un stimulus de vitesse). Max 5% du volume hebdomadaire.

# methodology.zone.purpose.T
source: Migliora la soglia anaerobica e la capacità di clearance del lattato. Max 10% del volume settimanale per sessione.
en: Improves anaerobic threshold and lactate clearance capacity. Max 10% of weekly volume per session.
es: Mejora el umbral anaeróbico y capacidad de eliminación de lactato. Máx 10% del volumen semanal por sesión.
fr: Améliore le seuil anaérobie et la capacité de clairance du lactate. Max 10% du volume hebdomadaire par séance.

# methodology.zone.recovery.E
source: Non applicabile
en: Not applicable
es: No aplicable
fr: Sans objet

# methodology.zone.recovery.I
source: Recupero attivo (jog) uguale al tempo di lavoro
en: Active recovery (jog) equal to work time
es: Recuperación activa (trote) igual al tiempo de trabajo
fr: Récupération active (jog) égale au temps de travail

# methodology.zone.recovery.M
source: Non applicabile (ritmo continuo)
en: Not applicable (continuous pace)
es: No aplicable (ritmo continuo)
fr: Sans objet (rythme continu)

# methodology.zone.recovery.R
source: COMPLETO: jog uguale o superiore alla distanza percorsa
en: COMPLETE: jog equal to or greater than distance run
es: COMPLETO: trote igual o mayor que distancia recorrida
fr: FULL : Jog égal ou supérieur à la distance parcourue

# methodology.zone.recovery.T
source: 1 min tra gli intervalli cruise
en: 1 min between cruise intervals
es: 1 min entre intervalos
fr: 1 min entre les intervalles de croisière

# methodology.zone.source.E
source: Daniels [1] cap. 4
en: Daniels [1] ch. 4
fr: Daniels [1] ch. 4

# methodology.zone.source.I
source: Daniels [1] cap. 4, Billat [3], Laursen & Jenkins [5]
en: Daniels [1] ch. 4, Billat [3], Laursen & Jenkins [5]
fr: Daniels [1] ch. 4, Billat [3], Laursen et Jenkins [5]

# methodology.zone.source.M
source: Daniels [1] cap. 4, Pfitzinger [2]
en: Daniels [1] ch. 4, Pfitzinger [2]
fr: Daniels [1] ch. 4, Pfitzinger [2]

# methodology.zone.source.R
source: Daniels [1] cap. 4
en: Daniels [1] ch. 4
fr: Daniels [1] ch. 4

# methodology.zone.source.T
source: Daniels [1] cap. 4
en: Daniels [1] ch. 4
fr: Daniels [1] ch. 4

# methodology.zone.workBout.E
source: Qualsiasi durata
en: Any duration
es: Cualquier duración
fr: Toute durée

# methodology.zone.workBout.I
source: 3-5 minuti per ripetizione
en: 3-5 minutes per repetition
es: 3-5 minutos por repetición
fr: 3 à 5 minutes par répétition

# methodology.zone.workBout.M
source: Sezione principale 10-28 km
en: Main section 10-28 km
es: Sección principal 10-28 km
fr: Tronçon principal 10-28 km

# methodology.zone.workBout.R
source: MAX 2 minuti per ripetizione (tipico 200-400m)
en: MAX 2 minutes per repetition (typical 200-400m)
es: MÁX 2 minutos por repetición (típico 200-400m)
fr: MAX 2 minutes par répétition (typiquement 200-400 m)

# methodology.zone.workBout.T
source: 20 min continui (Tempo Run) o intervalli cruise 3-15 min
en: 20 min continuous (Tempo Run) or cruise intervals 3-15 min
es: 20 min continuos (Carrera Tempo) o intervalos 3-15 min
fr: 20 minutes en continu (Tempo Run) ou intervalles de croisière de 3 à 15 minutes

source: Mezza Maratona
en: Half Marathon
es: Media Maratón
fr: Semi-marathon
